---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MNDashMPerM
source: html/a4bd5c70-13d0-4a2d-baf9-1df7d2a7c964.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MNDashMPerM Property

Symbol MN-m/m, indicating unit Meganewton meters per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId MNDashMPerM { get; }
```